Repository: DenysMb/Unify
Catalog: po/*.po
Languages: nl

source: Web app aggregator
nl: Breng webapps samen

# NAME OF TRANSLATORS
source: Your names
nl: Heimen Stoffels

# EMAIL OF TRANSLATORS
source: Your emails
nl: vistausss@fastmail.com

source: Unify - Web app aggregator
nl: Unify - breng webapps samen

source: Add Service
nl: Dienst toevoegen

source: Edit Service
nl: Dienst bewerken

source: Refresh Service
nl: Dienst herladen

source: Reattach Service
nl: Dienst opnieuw vastmaken

source: Detach Service
nl: Dienst losmaken

source: Enable Service
nl: Dienst inschakelen

source: Disable Service
nl: Dienst uitschakelen

source: Detached
nl: Losgemaakt

source: Refresh
nl: Herladen

source: Reattach
nl: Opnieuw vastmaken

source: Authentication - %1
nl: Verificatie — %1

source: Move Service Up
nl: Dienst omhoog verplaatsen

source: Move Service Down
nl: Dienst omlaag verplaatsen

source: Service Disabled
nl: Dienst uitgeschakeld

source: This service is currently disabled. Enable it to use this web service.
nl: Deze dienst is momenteel uitgeschakeld. Schakel in om te kunnen gebruiken.

source: Loading %1...
nl: Bezig met laden van %1…

source: No services in workspace
nl: Er zijn geen diensten beschikbaar

source: Add your first web service to get started
nl: Voeg een dienst toe om aan de slag te gaan

source: Permission Request
nl: Rechtenverzoek

source: Allow %1 to
nl: Wil je %1 toestaan om

source: access your location information?
nl: je locatie op te vragen?

source: access your microphone?
nl: je microfoon te gebruiken?

source: access your webcam?
nl: je webcam te gebruiken?

source: access your microphone and webcam?
nl: je microfoon en webcam te gebruiken?

source: show notifications on your desktop?
nl: meldingen te tonen?

source: capture audio and video of your desktop?
nl: audio en video op te nemen?

source: access unknown or unsupported permission type [%1]?
nl: gebruik te maken van het onbekende of niet-ondersteunde type [%1]?

source: Service Name:
nl: Naam van dienst:

source: Enter service name
nl: Voer een naam in

source: Service URL:
nl: Url van dienst:

source: Enter service URL
nl: Voer een url in

source: Use service favicon in sidebar
nl: Favicon tonen op zijbalk

source: When enabled, the service's favicon will be displayed in the sidebar instead of the selected icon
nl: Schakel in om de favicon van de dienst op de zijbalk te tonen

source: Icon URL:
nl: Pictogram-url:

source: Enter icon URL
nl: Voer een pictogram-url in

source: Or select a custom icon
nl: Of kies een eigen pictogram

source: Choose icon from system
nl: Systeempictogram kiezen

source: Workspace:
nl: Werkblad:

source: Delete Service
nl: Dienst verwijderen

source: Are you sure you want to delete this service? This action cannot be undone.
nl: Weet je zeker dat je deze dienst wilt verwijderen? Deze actie is onomkeerbaar.

source: Edit Workspace
nl: Werkblad bewerken

source: Add Workspace
nl: Werkblad toevoegen

source: Workspace Name:
nl: Naam van werkblad:

source: Enter workspace name
nl: Geef het werkblad een naam

source: Icon:
nl: Pictogram:

source: Choose…
nl: Kiezen…

source: Choose icon
nl: Pictogram kiezen

source: Delete Workspace
nl: Werkblad verwijderen

source: Are you sure you want to delete this workspace? All services within it will also be removed. This action cannot be undone.
nl: Weet je zeker dat je dit werkblad wilt verwijderen? Alle bijbehorende diensten worden eveneens verwijderd. Deze actie is onomkeerbaar.

source: Show Unify
nl: Unify tonen

source: Hide Unify
nl: Unify verbergen

source: Quit Unify
nl: Unify afsluiten
